<html>
 <head>
 </head> 
<body>
<h1> Main Page </h1>
<p>PHP (англ. PHP: Hypertext Preprocessor Ч ЂPHP: препроцессор гипертекстаї; 
первоначально Personal Home Page Tools Ч Ђ»нструменты дл€ создани€ 
персональных веб-страницї; произноситс€ пи-эйч-пи) Ч 
скриптовый €зык программировани€ общего назначени€, 
интенсивно примен€емый дл€ разработки веб-приложений</p>
<p>¬ насто€щее врем€ поддерживаетс€ подавл€ющим большинством 
хостинг-провайдеров и €вл€етс€ одним из лидеров среди €зыков 
программировани€, примен€ющихс€ дл€ создани€ динамических 
веб-сайтов.</p>
<p>язык и его интерпретатор разрабатываютс€ группой энтузиастов 
в рамках проекта с открытым кодом.</p>
<p>ѕроект распростран€етс€ под собственной лицензией, несовместимой 
с GNU GPL.</p>
</body>
</html>